while True:
    vvod= input("введите свjjой выбор 1-камень 2- ножницы 3-бумага 4-для выхода")
    if vvod == "1":
        print("компьютер выбрал бумагу вы проиграли попробуйте снова :3")
    elif vvod == "2":
        print("компьютер выбрал камень вы проиграли попробуйте снова :3")
    elif vvod == "4":
        exit()
    elif vvod == "3":
        print("компьютер выбрал ножницы вы проиграли попробуйте снова :3")
    else:
        print("это не похоже ни на один из данных вам вариантов повторите попытку)")

print("thank you for play my games")
